Repository: RA93AR/terminal
Catalog: src/cascadia/TerminalSettingsEditor/Resources/*/Resources.resw
Source language: en_us
Languages: tr_tr

# Appearance_IntenseTextStyleAll.Content
source: Bold font with bright colors
tr_tr: Parlak renklerle kalın yazı tipi

# Globals_AutoHideWindow.Header
source: Automatically hide window
tr_tr: Pencereyi otomatik olarak gizle

# Globals_AutoHideWindow.HelpText
source: If enabled, the terminal will be hidden as soon as you switch to another window.
tr_tr: Etkinleştirilirse, başka bir pencereye geçtiğiniz anda terminal gizlenir.

# ColorScheme_DefaultTag.Text
source: default
tr_tr: varsayılan

# ColorScheme_SetAsDefaultButton.Content
source: Set as default
tr_tr: Varsayılan olarak ayarla

# Globals_ConfirmCloseAllTabs.Header
source: Warn when closing more than one tab
tr_tr: Birden fazla sekme kapatılırken uyar

# Globals_InputServiceWarning.Header
source: Warn when "Touch Keyboard and Handwriting Panel Service" is disabled
tr_tr: "Dokunmatik Klavye ve El Yazısı Paneli Hizmeti" devre dışı bırakıldığında uyar

# Globals_WarnAboutLargePaste.Header
source: Warn when trying to paste more than 5 KiB of characters
tr_tr: 5 KiB'den fazla yapıştırılırken uyar

# Globals_WarnAboutMultiLinePaste.Header
source: Warn when trying to paste a "new line" character
tr_tr: Yeni satırlar yapıştırılırken uyar

# Settings_PortableModeInfoLinkTextRun.Text
source: Learn more.
tr_tr: Daha fazla bilgi edinin.

# Profile_MissingFontFaces.Header
source: Missing fonts:
tr_tr: Eksik yazı tipleri:

# Profile_ProportionalFontFaces.Header
source: Non-monospace fonts:
tr_tr: Eşit genişlikte olmayan yazı tipleri:

# Profile_BellSoundPreviewDefault
source: Default system sound
tr_tr: Varsayılan sistem sesi

# Profile_BellSoundPreviewMultiple
source: Multiple sounds
tr_tr: Birden çok ses

# Profile_BellSound.Header
source: Bell sound
tr_tr: Zil sesi

# Profile_BellSound.HelpText
source: Controls what sound is played when the application emits a BEL character. "Bell notification style" must include "Audible".
tr_tr: Uygulama bir BEL karakteri yaydığında çalınan sesi denetler. "Zil bildirim stili" "Sesli" içermelidir.

# Profile_AddBellSound.Text
source: Add sound
tr_tr: Ses ekle

# Profile_BellSoundInfo.Text
source: When multiple sounds are defined, one is selected at random when the BEL character is received.
tr_tr: Birden çok ses tanımlandığında, BEL karakteri alındığında rastgele biri seçilir.

# Profile_BellSoundNotFound
source: File not found
tr_tr: ⚠️ Dosya bulunamadı

source: Play sound
tr_tr: Ses çal

# Profile_BellSoundDelete.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Delete
tr_tr: Sil

source: Delete
tr_tr: Sil

# Profile_TabColor.Header
source: Tab color
tr_tr: Sekme rengi

# Profile_Foreground.Header
source: Foreground
tr_tr: Ön plan

# Profile_Background.Header
source: Background
tr_tr: Arka plan

# Profile_SelectionBackground.Header
source: Selection background
tr_tr: Seçim arka planı

# Profile_CursorColor.Header
source: Cursor color
tr_tr: İmleç rengi

# Profile_Foreground.HelpText
source: Overrides the foreground color from the color scheme.
tr_tr: Renk şemasındaki ön plan rengini geçersiz kılar.

# Profile_CursorColor.HelpText
source: Overrides the cursor color from the color scheme.
tr_tr: Renk şemasındaki imleç rengini geçersiz kılar.

# Profile_Background.HelpText
source: Overrides the background color from the color scheme.
tr_tr: Renk şemasındaki arka plan rengini geçersiz kılar.

# Profile_SelectionBackground.HelpText
source: Overrides the selection background color from the color scheme.
tr_tr: Renk şemasındaki seçim arka plan rengini geçersiz kılar.

# NullableColorPicker_MoreColorsButton.Content
source: More colors...
tr_tr: Daha fazla renk...

# Profile_CursorColor_NullableColorPicker.NullColorButtonLabel
source: Use scheme color
tr_tr: Şema rengini kullan

# Profile_Foreground_NullableColorPicker.NullColorButtonLabel
source: Use scheme color
tr_tr: Şema rengini kullan

# Profile_Background_NullableColorPicker.NullColorButtonLabel
source: Use scheme color
tr_tr: Şema rengini kullan

# Profile_SelectionBackground_NullableColorPicker.NullColorButtonLabel
source: Use scheme color
tr_tr: Şema rengini kullan

# Profile_IconTypeNone
source: None
tr_tr: Hiçbiri

# Profile_IconTypeImage
source: File
tr_tr: Dosya

# Profile_IconTypeFontIcon
source: Built-in Icon
tr_tr: Yerleşik Simge

# Profile_IconEmojiBox.PlaceholderText
source: Use "Win + period" to open the emoji picker
tr_tr: Emoji seçiciyi açmak için "Win + nokta" tuşlarını kullanın

# Profile_IconType.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Icon type
tr_tr: Simge türü

# Profile_BuiltInIcon.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Icon
tr_tr: Simge

# Nav_NewTabMenu.Content
source: New Tab Menu
tr_tr: Yeni Sekme Menüsü

# NewTabMenuEntry_Separator.Text
source: <Separator>
tr_tr: <Ayırıcı>

# NewTabMenuEntry_RemainingProfiles.Text
source: <Remaining profiles>
tr_tr: <Kalan profiller>

source: <Remaining profiles>
tr_tr: <Kalan profiller>

# NewTabMenu_AddProfile.Header
source: Profile
tr_tr: Profil

# NewTabMenu_AddMatchProfiles.Header
source: Profile matcher
tr_tr: Profil eşleştirici

# NewTabMenu_AddRemainingProfiles.Header
source: Remaining profiles
tr_tr: Kalan profiller

# NewTabMenu_AddMatchProfiles.HelpText
source: Add a group of profiles that match at least one of the defined properties
tr_tr: Tanımlanan normal ifade özelliklerinden en az biriyle eşleşen bir profil grubu ekle

# NewTabMenu_AddRemainingProfiles.HelpText
source: There can only be one "remaining profiles" entry
tr_tr: Yalnızca bir "kalan profiller" girişi olabilir

# NewTabMenu_AddSeparator.Header
source: Separator
tr_tr: Ayırıcı

# NewTabMenu_AddFolder.Header
source: Folder
tr_tr: Klasör

# NewTabMenu_AddMatchProfiles_Name.Header
source: Profile name
tr_tr: Profil adı (normal ifade)

# NewTabMenu_AddMatchProfiles_Source.Header
source: Profile source
tr_tr: Profil kaynağı (normal ifade)

# NewTabMenu_AddMatchProfiles_Commandline.Header
source: Commandline
tr_tr: Komut satırı (normal ifade)

# NewTabMenu_AddMatchProfilesTextBlock.Text
source: Add profile matcher
tr_tr: Profil eşleştirici ekle

# NewTabMenu_AddFolder_FolderName.PlaceholderText
source: Folder name
tr_tr: Klasör adı

# NewTabMenu_DeleteMultipleTextBlock.Text
source: Delete selected entries
tr_tr: Seçili girişleri sil

# NewTabMenu_MoveToFolderTextBlock.Text
source: Move selected entries to folder...
tr_tr: Seçili girişleri klasöre taşı...

# NewTabMenu_FolderPickerDialog.Title
source: Move to folder
tr_tr: Klasöre taşı

# NewTabMenu_FolderPickerDialog.PrimaryButtonText
source: OK
tr_tr: Tamam

# NewTabMenu_FolderPickerDialog.SecondaryButtonText
source: Cancel
tr_tr: İptal

# NewTabMenu_RootFolderName
source: <root>
tr_tr: <kök>

# NewTabMenu_CurrentFolderTextBlock.Text
source: Current Folder Properties
tr_tr: Geçerli Klasör Özellikleri

# NewTabMenu_AddEntriesTextBlock.Text
source: Add Entry
tr_tr: Giriş Ekle

# NewTabMenu_CurrentFolderName.Header
source: Folder Name
tr_tr: Klasör Adı

# NewTabMenu_CurrentFolderInlining.Header
source: Allow inlining
tr_tr: Satır içi gösterime izin ver

# NewTabMenu_CurrentFolderInlining.HelpText
source: When enabled, if the folder only has a single entry, the entry will show directly and no folder will be rendered.
tr_tr: Etkinleştirildiğinde, klasörde yalnızca tek bir giriş varsa, giriş doğrudan gösterilir ve klasör oluşturulmaz.

# NewTabMenu_CurrentFolderAllowEmpty.Header
source: Allow empty
tr_tr: Boşa izin ver

# NewTabMenu_CurrentFolderAllowEmpty.HelpText
source: When enabled, if the folder has no entries, it will still be displayed. Otherwise, the folder will not be rendered.
tr_tr: Etkinleştirildiğinde, klasörde hiç giriş olmasa bile görüntülenir. Aksi takdirde, klasör oluşturulmaz.

# NewTabMenu_ActionNotFound
source: Action ID not found
tr_tr: Eylem Kimliği bulunamadı

source: Move up
tr_tr: Yukarı taşı

# NewTabMenuEntry_ReorderUp.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Move up
tr_tr: Yukarı taşı

source: Move down
tr_tr: Aşağı taşı

source: Edit folder
tr_tr: Klasörü düzenle

# NewTabMenuEntry_Delete.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Delete
tr_tr: Sil

source: Add selected profile
tr_tr: Seçili profili ekle

source: Add separator
tr_tr: Ayırıcı ekle

source: Add folder
tr_tr: Klasör ekle

source: Add remaining profiles
tr_tr: Kalan profilleri ekle

source: <Separator>
tr_tr: <Ayırıcı>

# Profile_AnswerbackMessage.Header
source: ENQ (Request Terminal Status) response
tr_tr: ENQ (Terminal Durumu İsteği) yanıtı

# Profile_AnswerbackMessage.HelpText
source: The response that is sent when an ENQ control sequence is received.
tr_tr: ENQ denetim dizisi alındığında gönderilen yanıt.

# Globals_DebugFeaturesEnabled.HelpText
source: Useful for troubleshooting or developing Terminal.
tr_tr: Terminal'de sorun giderme veya geliştirme için kullanışlıdır.

# Profile_RainbowSuggestions.Header
source: Experimental: Display suggested input in rainbow colors
tr_tr: Deneysel: Önerilen girdiyi gökkuşağı renklerinde görüntüle

# Globals_EnableColorSelection.Header
source: Experimental: Add key bindings to color selected text
tr_tr: Deneysel: Seçili metni renklendirmek için klavye kısayolları ekle

# Globals_EnableColorSelection.HelpText
source: These key bindings can highlight the selected text or all instances of the selected text with a specified color.
tr_tr: Bu klavye kısayolları, seçili metni veya seçili metnin tüm örneklerini belirtilen bir renkle vurgulayabilir.

# Globals_EnableUnfocusedAcrylic.Header
source: Allow acrylic material in unfocused windows
tr_tr: Odaklanmamış pencerelerde akrilik malzemeye izin ver

# Globals_ShowTabsFullscreen.Header
source: Show tabs in full screen
tr_tr: Tam ekranda sekmeleri göster

# Globals_ShowTabsFullscreen.HelpText
source: When enabled, the tab bar will be visible when the app is full screen.
tr_tr: Etkinleştirildiğinde, uygulama tam ekranken sekme çubuğu görünür olur.

source: Path translation
tr_tr: Yol çevirisi

# Profile_PathTranslationStyle.Header
source: Path translation
tr_tr: Yol çevirisi

# Profile_PathTranslationStyle.HelpText
source: Controls how file and directory paths are translated during drag-and-drop operations.
tr_tr: Sürükle ve bırak işlemleri sırasında dosya ve dizin yollarının nasıl çevrildiğini denetler.

# Profile_PathTranslationStyleNone.Content
source: None
tr_tr: Yok

# Profile_Delete_Orphaned.Header
source: Profile no longer detected
tr_tr: Profil artık algılanmıyor

# Profile_Delete_Orphaned.HelpText
source: This automatically-detected profile appears to have been uninstalled. Changes you have made to it are preserved, but it cannot be used until it has been reinstalled.
tr_tr: Bu otomatik olarak algılanan profilin kaldırılmış olduğu anlaşılıyor. Yaptığınız değişiklikler korunur, ancak yeniden yüklenene kadar kullanılamaz.

# Profile_Source_Orphaned.Header
source: Original Source
tr_tr: Özgün Kaynak

# Profile_Source_Orphaned.HelpText
source: Indicates the software that originally created this profile.
tr_tr: Bu profili orijinal olarak oluşturan yazılımı belirtir.

# Profile_TabTitleNone
source: None
tr_tr: Yok

# Globals_StartOnUserLogin_DisabledByUser
source: Automatic startup has been disabled in the Startup Apps section of Windows settings.
tr_tr: Otomatik başlatma, Windows ayarlarındaki Başlangıç Uygulamaları bölümünde devre dışı bırakıldı.

# Globals_StartOnUserLogin_UnavailableByPolicy
source: This option is managed by enterprise policy and cannot be changed here.
tr_tr: Bu seçenek kurumsal ilke tarafından yönetilir ve burada değiştirilemez.
